Repository: VeeloWeb/Popup-For-Elementor
Catalog: languages/popup-for-elementor-*.po
Languages: es_es

source: Popup Analytics Dashboard
es_es: Panel de Análisis de Popups

source: Select a popup to analyze its performance in detail.
es_es: Selecciona un popup para analizar su rendimiento detalladamente.

source: All
es_es: Todos

source: Total Views
es_es: Total de Vistas

source: Total Closures
es_es: Total de Cierres

source: Interaction Rate
es_es: Tasa de Interacción

source: Total Clicks
es_es: Total de Clics

source: Views
es_es: Vistas

source: Closures
es_es: Cierres

source: Clicks
es_es: Clics

source: Conversion Rate
es_es: Tasa de Conversión

source: Closure Rate
es_es: Tasa de Cierre

source: Clicks/Closures Ratio
es_es: Ratio Clics/Cierres

source: Global Conversion
es_es: Conversión Global

source: Bounce Rate
es_es: Tasa de Rebote

source: Select the metric:
es_es: Selecciona la métrica:

source: Views, Closures, and Clicks
es_es: Vistas, Cierres y Clics

source: Conversion Rate, Closure Rate, and Bounce Rate
es_es: Tasa de Conversión, Cierre y Rebote

source: Conversion Rate (%)
es_es: Tasa de Conversión (%)

source: Closure Rate (%)
es_es: Tasa de Cierre (%)

source: Bounce Rate (%)
es_es: Tasa de Rebote (%)

source: Popup Widget
es_es: Widget de Popup

source: Content
es_es: Contenido

source: Select Template
es_es: Seleccionar Plantilla

source: Choose a template from your Elementor library.
es_es: Elige una plantilla de tu biblioteca de Elementor.

source: Popup window
es_es: Ventana emergente

source: Overlay Color
es_es: Color del Overlay

source: Border Radius
es_es: Radio de Borde

source: Box Shadow
es_es: Sombra de Caja

source: Configure the shadow settings directly.
es_es: Configura directamente los ajustes de sombra.

source: Popup Width
es_es: Ancho del Popup

source: Auto (Fit Content)
es_es: Automático (Ajustar al Contenido)

source: Custom
es_es: Personalizado

source: Custom Width
es_es: Ancho Personalizado

source: Popup Height
es_es: Altura del Popup

source: Custom Height
es_es: Altura Personalizada

source: Horizontal Position
es_es: Posición Horizontal

source: Left
es_es: Izquierda

source: Center
es_es: Centro

source: Right
es_es: Derecha

source: Vertical Position
es_es: Posición Vertical

source: Top
es_es: Arriba

source: Bottom
es_es: Abajo

source: Animation
es_es: Animación

source: Entrance Animation
es_es: Animación de Entrada

source: None
es_es: Ninguna

source: Fade In
es_es: Aparecer

source: Fade In Up
es_es: Aparecer Hacia Arriba

source: Fade In Down
es_es: Aparecer Hacia Abajo

source: Fade In Left
es_es: Aparecer Hacia la Izquierda

source: Fade In Right
es_es: Aparecer Hacia la Derecha

source: Zoom In
es_es: Ampliar

source: Slide In Up
es_es: Deslizar Hacia Arriba

source: Slide In Down
es_es: Deslizar Hacia Abajo

source: Slide In Left
es_es: Deslizar Hacia la Izquierda

source: Slide In Right
es_es: Deslizar Hacia la Derecha

source: Choose an animation for the popup to appear.
es_es: Elige una animación para que aparezca el popup.

source: Exit Animation
es_es: Animación de Salida

source: Fade Out
es_es: Desaparecer

source: Fade Out Up
es_es: Desaparecer Hacia Arriba

source: Fade Out Down
es_es: Desaparecer Hacia Abajo

source: Fade Out Left
es_es: Desaparecer Hacia la Izquierda

source: Fade Out Right
es_es: Desaparecer Hacia la Derecha

source: Zoom Out
es_es: Reducir

source: Slide Out Up
es_es: Deslizar Hacia Arriba

source: Slide Out Down
es_es: Deslizar Hacia Abajo

source: Slide Out Left
es_es: Deslizar Hacia la Izquierda

source: Slide Out Right
es_es: Deslizar Hacia la Derecha

source: Choose an animation for the popup to disappear.
es_es: Elige una animación para que desaparezca el popup.

source: Animation Duration (ms)
es_es: Duración de la Animación (ms)

source: Close Button
es_es: Botón de Cerrar

source: Close Button Background
es_es: Fondo del Botón de Cerrar

source: Close Button Hover Background
es_es: Fondo Hover del Botón de Cerrar

source: Close Button Color
es_es: Color del Botón de Cerrar

source: Close Button Hover Color
es_es: Color Hover del Botón de Cerrar

source: Close Button Size
es_es: Tamaño del Botón de Cerrar

source: Adjust the size of the close button.
es_es: Ajusta el tamaño del botón de cerrar.

source: Close Button Alignment
es_es: Alineación del Botón de Cerrar

source: Align the close button to the left or right.
es_es: Alinea el botón de cerrar a la izquierda o derecha.

source: Close Button Border Radius
es_es: Radio del Borde del Botón de Cerrar

source: Controls the border radius of the close button.
es_es: Controla el radio del borde del botón de cerrar.

source: Visibility
es_es: Visibilidad

source: Show on Page Load
es_es: Mostrar al Cargar la Página

source: Activate to show popup when the page loads. Will disable other visibility options.
es_es: Activa para mostrar el popup al cargar la página. Deshabilitará otras opciones de visibilidad.

source: Enable Show After Delay
es_es: Habilitar Mostrar Después de un Retraso

source: Activate to show popup after a delay. Will disable other visibility options.
es_es: Activa para mostrar el popup después de un retraso. Deshabilitará otras opciones de visibilidad.

source: Delay (seconds)
es_es: Retraso (segundos)

source: Show on Exit Intent
es_es: Mostrar al Intentar Salir

source: Activate to show popup when the user intends to exit. Will disable other visibility options.
es_es: Activa para mostrar el popup cuando el usuario intente salir. Deshabilitará otras opciones de visibilidad.

source: Enable Show on Scroll
es_es: Habilitar Mostrar al Desplazar

source: Activate to show popup when the user scrolls down a percentage of the page.
es_es: Activa para mostrar el popup cuando el usuario se desplace un porcentaje de la página.

source: Scroll Percentage %
es_es: Porcentaje de Desplazamiento %

source: Define how much the user must scroll before the popup appears.
es_es: Define cuánto debe desplazarse el usuario antes de que aparezca el popup.

source: Show Only Once
es_es: Mostrar Solo Una Vez

source: Show the popup only once per session.
es_es: Muestra el popup solo una vez por sesión.

source: Refresh
es_es: Actualizar

source: Refresh Popup
es_es: Actualizar Popup

source: Click to refresh the popup content.
es_es: Haz clic para actualizar el contenido del popup.

source: Edit Template
es_es: Editar Plantilla

source: Popup for Elementor
es_es: Popup para Elementor

source: Upgrade to Pro and access all premium triggers and features.
es_es: Actualízate a Pro y accede a todos los triggers y funciones premium.

source: Upgrade to Pro
es_es: Actualiza a Pro

source: Unlock More Power
es_es: Desbloquea Más Poder

source: Need more triggers like Scroll, OnClick, or AdBlock detection?
es_es: ¿Necesitas más triggers como Scroll, OnClick o detección de AdBlock?

source: Get Popup for Elementor Pro
es_es: Consigue Popup for Elementor Pro

source: Create New Template
es_es: Nueva plantilla

source: Hide Close Button
es_es: Ocultar el botón cerrar

source: Yes
es_es: Si

source: Thanks for using Popup for Elementor!
es_es: ¡Gracias por usar Popup for Elementor!

source: You’re using the free version — start building amazing popups today using your Elementor templates.
es_es: Estás usando la versión gratuita — empieza a crear popups increíbles hoy mismo usando tus plantillas de Elementor.

source: Want more power?
es_es: ¿Quieres más potencia?

source: Check out the Pro version
es_es: Descubre la versión Pro

source: Create Popup Template
es_es: Crear plantilla de popup

source: Compare Plans
es_es: Comparar planes

source: Documentation
es_es: Documentación

source: Contact & Support
es_es: Contacto y soporte

source: Frequently Asked Questions
es_es: Preguntas frecuentes

source: Do I need Elementor Pro?
es_es: ¿Necesito Elementor Pro?

source: No. This plugin is fully compatible with Elementor Free.
es_es: No. Este plugin es totalmente compatible con Elementor Free.

source: How do I create a popup?
es_es: ¿Cómo creo un popup?

source: Go to Templates > Saved Templates, and create a new section using the Popup widget.
es_es: Ve a Plantillas > Plantillas guardadas y crea una nueva sección usando el widget de Popup.

source: Can I use shortcodes or contact forms?
es_es: ¿Puedo usar shortcodes o formularios de contacto?

source: Yes. You can embed any Elementor-compatible widget inside your popup template.
es_es: Sí. Puedes insertar cualquier widget compatible con Elementor dentro de tu plantilla de popup.

source: How do I unlock more features?
es_es: ¿Cómo desbloqueo más funciones?

source: Upgrade to Pro for advanced triggers like scroll, adblock detection, inactivity, plus detailed statistics and more.
es_es: Actualiza a Pro para obtener triggers avanzados como scroll, detección de AdBlock, inactividad, estadísticas detalladas y mucho más.

source: Get access to exclusive Pro features including advanced triggers, powerful analytics, and VIP support. Boost conversions, engage smarter, and build popups without limits.
es_es: Accede a funciones exclusivas como triggers avanzados, estadísticas profesionales y soporte prioritario. Aumenta tus conversiones, conecta mejor y crea popups sin límites.

source: Feature Comparison
es_es: Comparativa de funcionalidades

source: Feature
es_es: Funcionalidad

source: Free
es_es: Gratis

source: Visual editor with Elementor
es_es: Editor visual con Elementor

source: Compatible with Elementor Free
es_es: Compatible con Elementor Free

source: Custom templates
es_es: Plantillas personalizadas

source: Responsive popups
es_es: Popups responsive

source: Basic triggers (load, delay, exit intent, cookies)
es_es: Triggers básicos (al cargar, retardo, salida, cookies)

source: Advanced triggers (scroll, click, AdBlock, etc.)
es_es: Triggers avanzados (scroll, clic, AdBlock, etc.)

source: Basic stats (views, clicks, closures)
es_es: Estadísticas básicas (vistas, clics, cierres)

source: Advanced stats (conversion rate, duration, unique users)
es_es: Estadísticas avanzadas (ratio de conversión, duración, usuarios únicos)

source: Priority support
es_es: Soporte prioritario

source: Start without commitment
es_es: Empieza sin compromiso

source: Try the plugin with basic features.
es_es: Prueba el plugin con funciones básicas.

source: Download
es_es: Descargar

source: Choose this if you only need one installation.
es_es: Elige esta opción si solo necesitas una instalación.

source: Buy now
es_es: Comprar ahora

source: Ideal for small teams and freelancers.
es_es: Ideal para pequeños equipos y freelancers.

source: Designed for agencies and large projects.
es_es: Diseñado para agencias y grandes proyectos.

source: Unlock the full power of Popup for Elementor.
es_es: Desbloquea todo el potencial de Popup for Elementor.
